Repository: wrd1stProgrammer/ChartAgent-
Catalog: ChartAgent/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, id, it, ja, pt_br, th, tr, vi, zh_hans, zh_hant

source: 트레이딩 경험은 어느 정도인가요?
de: Wie viel Handelserfahrung haben Sie?
en: How much trading experience do you have?
es: ¿Cuánta experiencia tienes haciendo trading?
fr: Quelle est votre expérience en trading ?
id: Berapa banyak pengalaman perdagangan yang Anda miliki?
it: Quanta esperienza di trading hai?
ja: どのくらいの取引経験 がありますか?
pt_br: Quanta experiência em negociação você tem?
th: คุณมีประสบการณ์การซื้อขาย มากน้อยเพียงใด?
tr: Ne kadar ticaret deneyiminiz var?
vi: Bạn có bao nhiêu kinh nghiệm giao dịch?
zh_hans: 您有多少交易 经验？
zh_hant: 您有多少交易 經驗？

source: 트레이딩이 주업이에요
de: Trading ist mein Beruf
en: Trading is my profession
es: El comercio es mi profesión.
fr: Le trading est mon métier
id: Trading adalah profesi saya
it: Il trading è la mia professione
ja: トレーディングは私の職業です
pt_br: Negociar é minha profissão
th: การค้าขายคืออาชีพของฉัน
tr: Ticaret benim mesleğim
vi: Giao dịch là nghề của tôi
zh_hans: 交易是我的职业
zh_hant: 交易是我的職業

source: 트렌디
de: Trendig
en: Trendy
es: De moda
fr: Tendance
id: Trendi
it: Alla moda
ja: トレンディな
pt_br: Na moda
th: อินเทรนด์
tr: moda
vi: hợp thời trang
zh_hans: 潮流
zh_hant: 潮流

source: 트렌디가 화면 안의 고점·저점 관계를 비교합니다
de: Trendy vergleicht sichtbare Swing-Hochs und -Tiefs.
en: Trendy compares visible swing highs and lows.
es: Trendy compara los altibajos visibles del swing.
fr: Trendy compare les hauts et les bas visibles du swing.
id: Trendy membandingkan ayunan tertinggi dan terendah yang terlihat.
it: Trendy confronta gli alti e i bassi visibili dello swing.
ja: トレンディでは、目に見えるスイングの高値と安値を比較します。
pt_br: Trendy compara altos e baixos visíveis do swing.
th: อินเทรนด์เปรียบเทียบการสวิงสูงและต่ำที่มองเห็นได้
tr: Trendy, görünür yükseliş ve düşüşleri karşılaştırır.
vi: Hợp thời trang so sánh các mức dao động cao và thấp có thể nhìn thấy được.
zh_hans: 趋势比较可见的波动高点和低点。
zh_hant: 趨勢比較可見的波動高點和低點。

source: 팀 설정하기
de: Richten Sie mein Team ein
en: Set Up My Team
es: Configurar mi equipo
fr: Configurer mon équipe
id: Siapkan Tim Saya
it: Configura la mia squadra
ja: 私のチームをセットアップする
pt_br: Configurar minha equipe
th: ตั้งค่าทีมของฉัน
tr: Ekibimi Kur
vi: Thiết lập nhóm của tôi
zh_hans: 组建我的团队
zh_hant: 組建我的團隊

source: 팀으로 분석하세요.
de: Analysieren Sie im Team.
en: Analyze as a team.
es: Analizar en equipo.
fr: Analyser en équipe.
id: Analisis sebagai sebuah tim.
it: Analizzare come una squadra.
ja: チームとして分析します。
pt_br: Analise em equipe.
th: วิเคราะห์กันเป็นทีม
tr: Ekip olarak analiz edin.
vi: Phân tích như một đội.
zh_hans: 作为一个团队进行分析。
zh_hant: 作為一個團隊進行分析。

source: 판단 강도 낮춤
de: Vertrauen verringert
en: Confidence Reduced
es: Confianza reducida
fr: Confiance réduite
id: Kepercayaan Diri Berkurang
it: Fiducia ridotta
ja: 自信の低下
pt_br: Confiança reduzida
th: ความมั่นใจลดลง
tr: Güven Azaldı
vi: Sự tự tin giảm sút
zh_hans: 信心下降
zh_hant: 信心下降

source: 판단 근거 · %@
de: Beweis · %@
en: Evidence · %@
es: Evidencia · %@
fr: Preuve · %@
id: Bukti · %@
it: Prove · %@
ja: 証拠 · %@
pt_br: Evidência · %@
th: หลักฐาน · %@
tr: Kanıt · %@
vi: Bằng chứng · %@
zh_hans: 证据·%@
zh_hant: 證據·%@

source: 판단 리포트
de: Entscheidungsbericht
en: Decision Report
es: Informe de decisión
fr: Rapport de décision
id: Laporan Keputusan
it: Rapporto decisionale
ja: 決定報告書
pt_br: Relatório de decisão
th: รายงานการตัดสินใจ
tr: Karar Raporu
vi: Báo cáo quyết định
zh_hans: 决策报告
zh_hant: 決策報告

source: 판단이 틀렸다고 인정할 가격부터 정할게요.
de: Ich definiere zuerst den Preis, der die Ansicht ungültig macht.
en: I’ll define the price that invalidates the view first.
es: Primero definiré el precio que invalida la vista.
fr: Je vais d’abord définir le prix qui invalide la vue.
id: Saya akan menentukan harga yang membatalkan tampilan terlebih dahulu.
it: Definirò prima il prezzo che invalida la visualizzazione.
ja: 最初にビューを無効にする価格を定義します。
pt_br: Definirei primeiro o preço que invalida a visualização.
th: ฉันจะกำหนดราคาที่ทำให้มุมมองไม่ถูกต้องก่อน
tr: Önce görünümü geçersiz kılan fiyatı tanımlayacağım.
vi: Tôi sẽ xác định mức giá vô hiệu hóa chế độ xem trước.
zh_hans: 我将首先定义使视图无效的价格。
zh_hant: 我將首先定義使視圖無效的價格。

source: 판독 정확도를 높이려면
de: Für eine bessere Wiedererkennung
en: For Better Recognition
es: Para un mejor reconocimiento
fr: Pour une meilleure reconnaissance
id: Untuk Pengakuan Lebih Baik
it: Per un migliore riconoscimento
ja: より良い認識のために
pt_br: Para melhor reconhecimento
th: เพื่อการรับรู้ที่ดีขึ้น
tr: Daha İyi Tanınmak İçin
vi: Để được công nhận tốt hơn
zh_hans: 为了更好的认可
zh_hant: 為了更好的認可

source: 판독에 실제 사용된 데이터 상태
de: Bei der Entscheidung tatsächlich verwendete Daten
en: Data actually used in the decision
es: Datos realmente utilizados en la decisión.
fr: Données effectivement utilisées dans la décision
id: Data sebenarnya digunakan dalam pengambilan keputusan
it: Dati effettivamente utilizzati nella decisione
ja: 実際に意思決定に使用されたデータ
pt_br: Dados efetivamente utilizados na decisão
th: ข้อมูลที่ใช้ในการตัดสินใจจริง
tr: Kararda fiilen kullanılan veriler
vi: Dữ liệu thực sự được sử dụng trong quyết định
zh_hans: 决策中实际使用的数据
zh_hant: 決策中實際使用的數據

source: 패턴 후보 검증
de: Musterkandidaten validieren
en: Validating Pattern Candidates
es: Validación de candidatos de patrón
fr: Validation des modèles candidats
id: Memvalidasi Kandidat Pola
it: Convalida dei candidati al modello
ja: パターン候補の検証
pt_br: Validando Candidatos a Padrão
th: การตรวจสอบผู้สมัครรูปแบบ
tr: Desen Adaylarının Doğrulanması
vi: Xác thực mẫu ứng viên
zh_hans: 验证候选模式
zh_hant: 驗證候選模式

source: 패티
de: Patty
en: Patty
es: patty
fr: Patty
id: Patty
it: Patty
ja: パティ
pt_br: Patty
th: แพตตี้
tr: Börek
vi: bánh patty
zh_hans: 帕蒂
zh_hant: 派蒂

source: 패티가 패턴 후보와 무효화 조건을 분리합니다
de: Patty trennt Musterkandidaten von Ungültigkeitsbedingungen.
en: Patty separates pattern candidates from invalidation conditions.
es: Patty separa los candidatos a patrones de las condiciones de invalidación.
fr: Patty sépare les modèles candidats des conditions d'invalidation.
id: Patty memisahkan kandidat pola dari kondisi pembatalan.
it: Patty separa i candidati al modello dalle condizioni di invalidazione.
ja: パティはパターン候補を無効化条件から分離します。
pt_br: Patty separa os candidatos a padrões das condições de invalidação.
th: Patty แยกผู้สมัครรูปแบบออกจากเงื่อนไขที่ไม่ถูกต้อง
tr: Patty, model adaylarını geçersiz kılma koşullarından ayırıyor.
vi: Patty tách các ứng cử viên mẫu khỏi các điều kiện vô hiệu.
zh_hans: Patty 将候选模式与失效条件分开。
zh_hant: Patty 將候選模式與失效條件分開。

source: 페이크아웃
de: Fehlausbruch
en: False Breakout
es: Falsa ruptura
fr: Fausse cassure
id: Breakout Palsu
it: Falso breakout
ja: ダマシのブレイク
pt_br: Falso rompimento
th: เบรกเอาต์หลอก
tr: Sahte Kırılım
vi: Phá vỡ giả
zh_hans: 假突破
zh_hant: 假突破

source: 평균 회귀
de: Mittelwertrückkehr
en: Mean Reversion
es: Reversión a la media
fr: Retour à la moyenne
id: Reversi Rata-rata
it: Ritorno alla media
ja: 平均回帰
pt_br: Reversão à média
th: การกลับสู่ค่าเฉลี่ย
tr: Ortalamaya Dönüş
vi: Hồi quy về trung bình
zh_hans: 均值回归
zh_hant: 均值回歸

source: 평생 이용
de: Lebenszeit
en: Lifetime
es: Toda la vida
fr: Durée de vie
id: Seumur hidup
it: A vita
ja: 生涯
pt_br: Vitalício
th: ตลอดชีวิต
tr: Ömür boyu
vi: Trọn đời
zh_hans: 终身
zh_hant: 終身

source: 포지션 트레이딩
de: Positionshandel
en: Position Trading
es: Negociación de posiciones
fr: Négociation de positions
id: Perdagangan Posisi
it: Trading di posizione
ja: ポジション取引
pt_br: Negociação de posição
th: การซื้อขายตำแหน่ง
tr: Pozisyon Ticareti
vi: Giao dịch vị thế
zh_hans: 头寸交易
zh_hant: 頭寸交易

source: 포함
de: INKLUSIVE
en: INCLUDED
es: INCLUIDO
fr: INCLUS
id: TERMASUK
it: INCLUSO
ja: 含まれています
pt_br: INCLUÍDO
th: รวมอยู่ด้วย
tr: DAHİL
vi: BAO GỒM
zh_hans: 包含
zh_hant: 包含

source: 표시할 구독 상품이 없습니다. RevenueCat Offering 구성을 확인해 주세요.
de: Es sind keine Abonnementpakete verfügbar. Überprüfen Sie die Konfiguration des RevenueCat-Angebots.
en: No subscription packages are available. Check the RevenueCat Offering configuration.
es: No hay paquetes de suscripción disponibles. Verifique la configuración de la oferta de RevenueCat.
fr: Aucun forfait d'abonnement n'est disponible. Vérifiez la configuration de l’offre RevenueCat.
id: Tidak ada paket berlangganan yang tersedia. Periksa konfigurasi Penawaran RevenueCat.
it: Non sono disponibili pacchetti di abbonamento. Controlla la configurazione dell'offerta RevenueCat.
ja: 利用可能なサブスクリプション パッケージはありません。 RevenueCat Offering の構成を確認します。
pt_br: Nenhum pacote de assinatura está disponível. Verifique a configuração da oferta RevenueCat.
th: ไม่มีแพ็คเกจการสมัครสมาชิก ตรวจสอบการกำหนดค่าข้อเสนอ RevenueCat
tr: Hiçbir abonelik paketi mevcut değildir. RevenueCat Teklifi yapılandırmasını kontrol edin.
vi: Không có gói đăng ký có sẵn. Kiểm tra cấu hình Ưu đãi của RevenueCat.
zh_hans: 没有可用的订阅包。检查 RevenueCat 产品配置。
zh_hant: 沒有可用的訂閱包。檢查 RevenueCat 產品配置。

source: 프로
de: Profi
en: Pro
es: profesional
fr: Pro
id: Pro
it: Pro
ja: プロ
pt_br: Pró
th: โปร
tr: Profesyonel
vi: chuyên nghiệp
zh_hans: 专业版
zh_hant: 專業版

source: 필수 안내
de: Wichtiger Hinweis
en: Important notice
es: Aviso importante
fr: Avis important
id: Pemberitahuan penting
it: Avviso importante
ja: 重要なお知らせ
pt_br: Aviso importante
th: ประกาศสำคัญ
tr: Önemli bilgi
vi: Lưu ý quan trọng
zh_hans: 重要提示
zh_hant: 重要提示

source: 한 번 구매로 계속 이용
de: Ein Kauf, lebenslanger Zugriff
en: One purchase, lifetime access
es: Una compra, acceso de por vida
fr: Un achat, accès à vie
id: Satu pembelian, akses seumur hidup
it: Un acquisto, accesso illimitato
ja: 一度の購入で生涯アクセス可能
pt_br: Uma compra, acesso vitalício
th: ซื้อเพียงครั้งเดียว เข้าถึงได้ตลอดชีวิต
tr: Tek satın alma, ömür boyu erişim
vi: Mua một lần, truy cập trọn đời
zh_hans: 一次购买，终身使用
zh_hant: 一次購買，終身使用

source: 한 번의 답
de: Eine Antwort
en: One Answer
es: Una respuesta
fr: Une réponse
id: Satu Jawaban
it: Una risposta
ja: 答えはひとつ
pt_br: Uma resposta
th: หนึ่งคำตอบ
tr: Tek Cevap
vi: Một câu trả lời
zh_hans: 一个答案
zh_hant: 一個答案

source: 한 번의 답과 검증된 결론은 달라요.
de: Eine Antwort und eine verifizierte Schlussfolgerung weichen voneinander ab.
en: One answer and a verified conclusion differ.
es: Una respuesta y una conclusión verificada difieren.
fr: Une réponse et une conclusion vérifiée diffèrent.
id: Satu jawaban dan kesimpulan terverifikasi berbeda.
it: Una risposta e una conclusione verificata differiscono.
ja: 1 つの答えと 検証された結論は異なります。
pt_br: Uma resposta e uma conclusão verificada diferem.
th: คำตอบเดียวและ ข้อสรุปที่ยืนยันแล้วแตกต่างกัน
tr: Bir cevap ve doğrulanmış bir sonuç farklıdır.
vi: Một câu trả lời và một kết luận được xác minh là khác nhau.
zh_hans: 一个答案和已验证的结论不同。
zh_hant: 一個答案和已驗證的結論不同。

source: 한 장의 차트를
de: Ein Diagramm.
en: One chart.
es: Un gráfico.
fr: Un graphique.
id: Satu grafik.
it: Un grafico.
ja: 1 つのグラフ。
pt_br: Um gráfico.
th: แผนภูมิหนึ่ง
tr: Bir grafik.
vi: Một biểu đồ.
zh_hans: 一张图表。
zh_hant: 一張圖表。

source: 한 장의 차트를 다섯 시선으로 끝까지.
de: Ein Chart. Fünf Perspektiven bis zur Entscheidung.
en: One trading chart. Five expert perspectives through to a decision.
es: Un gráfico. Cinco perspectivas hasta la decisión.
fr: Un graphique. Cinq regards jusqu’à la décision.
id: Satu grafik. Lima sudut pandang hingga keputusan.
it: Un grafico. Cinque prospettive fino alla decisione.
ja: 1枚のチャートを 5つの視点で最後まで。
pt_br: Um gráfico. Cinco perspectivas até a decisão.
th: หนึ่งกราฟ วิเคราะห์ให้ถึงที่สุดด้วยห้ามุมมอง
tr: Tek grafik. Karara kadar beş bakış açısı.
vi: Một biểu đồ. Năm góc nhìn đến tận quyết định.
zh_hans: 一张图表 五个视角，看到最后。
zh_hant: 一張圖表 五個視角，看到最後。

source: 한 차트를 보는 다섯 명의 전문 에이전트.
de: Fünf spezialisierte Agenten überprüfen ein Diagramm.
en: Five specialist agents review one chart.
es: Cinco agentes especialistas revisan un gráfico.
fr: Cinq agents spécialisés examinent un dossier.
id: Lima agen spesialis meninjau satu bagan.
it: Cinque agenti specializzati esaminano un grafico.
ja: 5 人の専門エージェント が 1 つのチャートをレビューします。
pt_br: Cinco agentes especializados revisam um prontuário.
th: ตัวแทนผู้เชี่ยวชาญห้าราย ตรวจสอบหนึ่งแผนภูมิ
tr: Beş uzman temsilci bir grafiği inceliyor.
vi: Năm đặc vụ chuyên môn xem xét một biểu đồ.
zh_hans: 五名专业代理 审查一张图表。
zh_hant: 五名專業代理 審查一張圖表。

source: 현재 판단
de: Aktueller Ausblick
en: Current Market Outlook
es: Perspectiva actual
fr: Perspective actuelle
id: Pandangan Saat Ini
it: Prospettiva attuale
ja: 現在の見通し
pt_br: Perspectiva atual
th: มุมมองปัจจุบัน
tr: Güncel Görünüm
vi: Nhận định hiện tại
zh_hans: 当前判断
zh_hant: 當前判斷

source: 현재 판단, 확인선, 방어선과 반대 전환 조건을 한 리포트로
de: Entscheidungs-, Bestätigungs-, Verteidigungs- und Umkehrbedingungen in einem Bericht
en: Decision, confirmation, defense, and reversal conditions in one report
es: Condiciones de decisión, confirmación, defensa y revocación en un solo informe
fr: Conditions de décision, de confirmation, de défense et d’annulation dans un seul rapport
id: Kondisi pengambilan keputusan, konfirmasi, pembelaan, dan pembalikan dalam satu laporan
it: Condizioni di decisione, conferma, difesa e inversione in un unico rapporto
ja: 決定、確認、防御、および取り消しの条件を 1 つのレポートにまとめたもの
pt_br: Condições de decisão, confirmação, defesa e reversão em um único relatório
th: การตัดสินใจ การยืนยัน การป้องกัน และการพลิกกลับเงื่อนไขในรายงานเดียว
tr: Tek raporda karar, onay, savunma ve iptal koşulları
vi: Các điều kiện quyết định, xác nhận, bảo vệ và đảo ngược trong một báo cáo
zh_hans: 一份报告中的决定、确认、辩护和逆转条件
zh_hant: 一份報告中的決定、確認、辯護和逆轉條件

source: 현재 판단과 확인·무효화 조건을 한 장으로 정리합니다
de: Zusammenfassung der Entscheidungs-, Bestätigungs- und Ungültigkeitsbedingungen.
en: Summarizing the decision, confirmation, and invalidation conditions.
es: Resumiendo las condiciones de decisión, confirmación e invalidación.
fr: Résumant les conditions de décision, de confirmation et d’invalidation.
id: Meringkas kondisi keputusan, konfirmasi, dan pembatalan.
it: Riassumendo le condizioni di decisione, conferma e invalidazione.
ja: 決定、確認、無効化の条件をまとめます。
pt_br: Resumindo as condições de decisão, confirmação e invalidação.
th: สรุปการตัดสินใจ การยืนยัน และเงื่อนไขการเป็นโมฆะ
tr: Karar, onay ve geçersizlik koşullarının özetlenmesi.
vi: Tóm tắt các điều kiện về quyết định, xác nhận và hủy bỏ.
zh_hans: 总结决定、确认和无效条件。
zh_hant: 總結決定、確認和無效條件。

source: 현재 판단보다 진입 조건, 무효화선, 손절과 목표가를 함께 확인하세요.
de: Prüfen Sie nicht nur die aktuelle Einschätzung, sondern auch Einstieg, Ungültigkeitsniveau, Stop und Ziel zusammen.
en: Read the entry condition, invalidation level, stop, and target together—not just the current judgment.
es: No revises solo el juicio actual: considera también la entrada, la invalidación, el stop y el objetivo.
fr: Ne regardez pas seulement le jugement actuel : vérifiez aussi l’entrée, l’invalidation, le stop et l’objectif.
id: Jangan hanya melihat penilaian saat ini; periksa juga kondisi entri, level invalidasi, stop, dan target.
it: Non guardare solo il giudizio attuale: verifica anche ingresso, invalidazione, stop e obiettivo.
ja: 現在の判断だけでなく、エントリー条件、無効化ライン、ストップ、目標を合わせて確認してください。
pt_br: Não veja apenas o julgamento atual: confira também entrada, invalidação, stop e alvo.
th: อย่าดูเพียงคำตัดสินปัจจุบัน ให้ตรวจสอบเงื่อนไขเข้า จุดยกเลิก Stop และเป้าหมายร่วมกัน
tr: Yalnızca mevcut değerlendirmeye değil; giriş koşulu, geçersizlik seviyesi, stop ve hedefe birlikte bakın.
vi: Đừng chỉ xem nhận định hiện tại; hãy kiểm tra cả điều kiện vào lệnh, mức vô hiệu, dừng lỗ và mục tiêu.
zh_hans: 不要只看当前判断，请一并确认入场条件、失效价位、止损与目标。
zh_hant: 不要只看目前判斷，請一併確認進場條件、失效價位、停損與目標。

source: 현재 판매 중인 구독 상품을 찾을 수 없습니다.
de: Derzeit ist kein Abonnementprodukt verfügbar.
en: No subscription product is currently available.
es: Actualmente no hay ningún producto de suscripción disponible.
fr: Aucun produit par abonnement n'est actuellement disponible.
id: Saat ini tidak ada produk berlangganan yang tersedia.
it: Nessun prodotto in abbonamento è attualmente disponibile.
ja: 現在利用できるサブスクリプション製品はありません。
pt_br: Nenhum produto de assinatura está disponível atualmente.
th: ไม่มีผลิตภัณฑ์สมัครสมาชิกอยู่ในขณะนี้
tr: Şu anda herhangi bir abonelik ürünü mevcut değil.
vi: Hiện tại không có sản phẩm đăng ký nào có sẵn.
zh_hans: 目前没有可用的订阅产品。
zh_hant: 目前沒有可用的訂閱產品。

source: 혼자 놓치기 쉬운 신호까지, 각자 분석하고 서로 반박한 뒤 실행 가능한 결론만 남깁니다.
de: Jeder Agent analysiert unabhängig, fordert die anderen heraus und hinterlässt nur eine umsetzbare Schlussfolgerung.
en: Each agent analyzes independently, challenges the others, and leaves only an actionable conclusion.
es: Cada agente analiza de forma independiente, desafía a los demás y deja sólo una conclusión procesable.
fr: Chaque agent analyse indépendamment, défie les autres et ne laisse qu'une conclusion exploitable.
id: Masing-masing agen menganalisis secara independen, menantang agen lainnya, dan hanya memberikan kesimpulan yang dapat ditindaklanjuti.
it: Ogni agente analizza in modo indipendente, sfida gli altri e lascia solo una conclusione attuabile.
ja: 各エージェントは独立して分析し、他のエージェントに異議を唱え、実行可能な結論だけを残します。
pt_br: Cada agente analisa de forma independente, desafia os outros e deixa apenas uma conclusão acionável.
th: เจ้าหน้าที่แต่ละคนวิเคราะห์อย่างเป็นอิสระ ท้าทายผู้อื่น และเหลือเพียงข้อสรุปที่สามารถดำเนินการได้เท่านั้น
tr: Her temsilci bağımsız olarak analiz yapar, diğerlerine meydan okur ve yalnızca eyleme dönüştürülebilir bir sonuç bırakır.
vi: Mỗi tác nhân phân tích độc lập, thách thức những tác nhân khác và chỉ để lại một kết luận có thể áp dụng được.
zh_hans: 每个智能体独立分析，挑战其他智能体，并只留下可操作的结论。
zh_hant: 每個智能體獨立分析，挑戰其他智能體，只留下可操作的結論。

source: 혼자 추측하지 말고.
de: Raten Sie nicht alleine.
en: Don’t guess alone.
es: No adivines solo.
fr: Ne devinez pas seul.
id: Jangan menebak sendirian.
it: Non indovinare da solo.
ja: 一人で推測しないでください。
pt_br: Não adivinhe sozinho.
th: อย่าเดาเพียงอย่างเดียว
tr: Tek başına tahmin etme.
vi: Đừng đoán một mình.
zh_hans: 不要独自猜测。
zh_hant: 不要獨自猜測。

source: 홈
de: Zuhause
en: Home
es: Inicio
fr: Accueil
id: Rumah
it: Casa
ja: ホーム
pt_br: Página inicial
th: บ้าน
tr: Ana Sayfa
vi: Trang chủ
zh_hans: 首页
zh_hant: 首頁

source: 홈에서 차트 분석을 완료하면 실제 결과가 여기에 쌓입니다.
de: Führen Sie auf der Startseite eine Diagrammanalyse durch und die Ergebnisse werden hier angezeigt.
en: Complete a chart analysis on Home and the results will appear here.
es: Complete un análisis de gráficos en Inicio y los resultados aparecerán aquí.
fr: Effectuez une analyse graphique sur Accueil et les résultats apparaîtront ici.
id: Selesaikan analisis grafik di Beranda dan hasilnya akan muncul di sini.
it: Completa un'analisi del grafico su Home e i risultati appariranno qui.
ja: ホームでチャート分析を完了すると、結果がここに表示されます。
pt_br: Conclua uma análise do gráfico na página inicial e os resultados aparecerão aqui.
th: ทำการวิเคราะห์แผนภูมิให้เสร็จสิ้นบนหน้าแรก แล้วผลลัพธ์จะปรากฏที่นี่
tr: Ana Sayfa'da bir grafik analizi tamamladığınızda sonuçlar burada görünecektir.
vi: Hoàn thành phân tích biểu đồ trên Trang chủ và kết quả sẽ xuất hiện tại đây.
zh_hans: 在主页上完成图表分析，结果将显示在此处。
zh_hant: 在主頁上完成圖表分析，結果將顯示在此。

source: 화면에서 반복 반응한 지지·저항과 최근 스윙을 기준으로 확인 구간과 무효화 구간을 분리합니다. 숫자가 흐리면 상대 위치로만 말합니다.
de: Trennt Bestätigungs- und Invalidierungszonen anhand sichtbarer Reaktionen und aktueller Schwankungen. Verwendet relative Ebenen, wenn die Zahlen unklar sind.
en: Separates confirmation and invalidation zones using visible reactions and recent swings. Uses relative levels when numbers are unclear.
es: Separa las zonas de confirmación e invalidación mediante reacciones visibles y cambios recientes. Utiliza niveles relativos cuando los números no están claros.
fr: Sépare les zones de confirmation et d'invalidation en utilisant les réactions visibles et les oscillations récentes. Utilise des niveaux relatifs lorsque les nombres ne sont pas clairs.
id: Memisahkan zona konfirmasi dan pembatalan menggunakan reaksi yang terlihat dan perubahan terkini. Menggunakan tingkat relatif ketika angkanya tidak jelas.
it: Separa le zone di conferma e di invalidazione utilizzando reazioni visibili e oscillazioni recenti. Utilizza livelli relativi quando i numeri non sono chiari.
ja: 目に見える反応と最近のスイングを使用して、確認ゾーンと無効ゾーンを分離します。数値が不明瞭な場合は相対レベルを使用します。
pt_br: Separa zonas de confirmação e invalidação usando reações visíveis e oscilações recentes. Usa níveis relativos quando os números não são claros.
th: แยกโซนการยืนยันและการยกเลิกโดยใช้ปฏิกิริยาที่มองเห็นได้และการแกว่งล่าสุด ใช้ระดับสัมพัทธ์เมื่อตัวเลขไม่ชัดเจน
tr: Görünür reaksiyonları ve son dalgalanmaları kullanarak onay ve geçersiz kılma bölgelerini ayırır. Sayılar net olmadığında göreceli düzeyleri kullanır.
vi: Phân tách các vùng xác nhận và vô hiệu bằng cách sử dụng các phản ứng có thể nhìn thấy và các dao động gần đây. Sử dụng mức độ tương đối khi con số không rõ ràng.
zh_hans: 使用可见的反应和最近的波动来分隔确认区和无效区。当数字不清楚时使用相对水平。
zh_hant: 使用可見的反應和最近的波動來分隔確認區和無效區。當數字不清楚時使用相對水平。

source: 확인
de: Bestätigen
en: Confirm
es: Confirmar
fr: Confirmer
id: Konfirmasikan
it: Conferma
ja: 確認する
pt_br: Confirmar
th: ยืนยัน
tr: Onayla
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

source: 확인 조건이 완성될 때까지 가격을 추격하지 않습니다.
de: Verfolgen Sie den Preis nicht, bis die Bestätigungsbedingung erfüllt ist.
en: Do not chase price until the confirmation condition is complete.
es: No persiga el precio hasta que se complete la condición de confirmación.
fr: Ne recherchez pas le prix tant que la condition de confirmation n'est pas remplie.
id: Jangan mengejar harga sampai kondisi konfirmasi selesai.
it: Non inseguire il prezzo finché la condizione di conferma non è completa.
ja: 確認条件が完了するまで価格を追跡しないでください。
pt_br: Não persiga o preço até que a condição de confirmação seja concluída.
th: อย่าไล่ราคาจนกว่าเงื่อนไขการยืนยันจะเสร็จสมบูรณ์
tr: Onay koşulu tamamlanana kadar fiyat takibi yapmayın.
vi: Đừng đuổi theo giá cho đến khi điều kiện xác nhận hoàn tất.
zh_hans: 在确认条件完成之前不要追价。
zh_hant: 在確認條件完成前不要追價。

source: 확인·무효화·반대 조건까지 정리해요
de: Bestätigung, Ungültigkeit und entgegenstehende Bedingungen
en: Confirmation, invalidation, and opposing conditions
es: Confirmación, invalidación y condiciones de oposición
fr: Conditions de confirmation, d’invalidation et d’opposition
id: Konfirmasi, pembatalan, dan kondisi yang berlawanan
it: Condizioni di conferma, invalidazione e opposizione
ja: 確認、無効、反対条件
pt_br: Confirmação, invalidação e condições opostas
th: การยืนยัน การทำให้เป็นโมฆะ และเงื่อนไขที่ขัดแย้งกัน
tr: Onaylama, geçersiz kılma ve karşıt koşullar
vi: Điều kiện xác nhận, vô hiệu và phản đối
zh_hans: 确认、无效和反对条件
zh_hant: 確認、無效和反對條件

source: 확인선 · 무효화 · 반대 전환 조건을 같은 순서로 점검
de: Überprüfen Sie Bestätigung, Ungültigmachung und Stornierung in derselben Reihenfolge
en: Check confirmation, invalidation, and reversal in the same order
es: Confirmación, invalidación y reversión de cheques en el mismo orden
fr: Vérifiez la confirmation, l'invalidation et l'annulation dans le même ordre
id: Periksa konfirmasi, pembatalan, dan pembalikan dalam urutan yang sama
it: Controlla la conferma, l'invalidazione e l'annullamento nello stesso ordine
ja: 確認、無効、取消を同じ順序でチェック
pt_br: Verifique confirmação, invalidação e reversão na mesma ordem
th: ตรวจสอบการยืนยัน การใช้ไม่ได้ และการกลับรายการในลำดับเดียวกัน
tr: Onaylamayı, geçersiz kılmayı ve iptali aynı sırayla kontrol edin
vi: Kiểm tra xác nhận, vô hiệu và đảo ngược theo cùng một thứ tự
zh_hans: 按同一顺序检查确认、无效、撤销
zh_hant: 按同一順序檢查確認、無效、撤銷

source: 확인선 재시험
de: Wiederholungstest auf Bestätigungsebene
en: Confirmation-level retest
es: Nueva prueba de nivel de confirmación
fr: Nouveau test de niveau de confirmation
id: Tes ulang tingkat konfirmasi
it: Nuovo test a livello di conferma
ja: 確認レベルの再テスト
pt_br: Novo teste de nível de confirmação
th: การทดสอบซ้ำระดับการยืนยัน
tr: Onay düzeyinde yeniden test
vi: Kiểm tra lại cấp độ xác nhận
zh_hans: 确认级重新测试
zh_hant: 確認級重新測試
